{"0": "Central dystrophy with cone-rod dysfunction is possible.", "1": "Changes in the bioelectrical activity of the retina against the background of high myopia.", "2": "Combination of congenital myopia and congenital hemeralopia.", "3": "Correct configuration potentials. The amplitude-time characteristics of the a- and b-waves of the rod maximal and cone responses correspond to the norm.", "4": "Decrease in electrogenesis and functional activity of the retina.", "5": "Decrease of the B-wave amplitude by 3 times on OD, 2 times on OS.", "6": "Decreased the amplitude of the b-wave of the maximum and rod responses.", "7": "ERG pupil is narrow.", "8": "Electrogenesis of the central parts of the retina normally does not exclude dystrophy of the rod apparatus of the retina with a favorable prognosis of the course.", "9": "Electrogenesis of the peripheral parts of the retina in the norm, the electrogenesis of the central parts of the retina is sharply impaired. Perhaps there is hereditary cone dystrophy.", "10": "Hereditary cone dystrophy.", "11": "Hereditary rod dystrophy of the retina is not excluded.", "12": "Hereditary rod dystrophy of the retina is possible.", "13": "High level of interference due to increased physical activity of the child.", "14": "Moderate pronounced change in the outer and middle layers of the central and peripheral parts of the retina of the right eye.", "15": "No diagnosis.", "16": "No negative dynamics compared to previous data.", "17": "OD - outside and in the upper section of the old chorioretinal focus.", "18": "OU - a pronounced decrease in the b-wave of the maximum response is reduced.", "19": "OU - maximum ERG b-wave reduction. Central dystrophy with cone-rod dysfunction is possible.", "20": "Perhaps the reason for the violation of twilight vision is hypovitaminosis.", "21": "Pronounced organic changes in the outer and inner layers in the center and periphery of the retina.", "22": "Pupil is narrow.", "23": "Reduced functional activity of the retina changes at the level of the outer and middle layers in the central and peripheral parts.", "24": "Registration of ERG from the skin of the eyelid, the pupil is narrow.", "25": "Registration of ERG with a narrow pupil from the skin of the eyelid.", "26": "Registration of ERG with a narrow pupil.", "27": "Registration of the ERG of a narrow pupil from the skin of the eyelid.", "28": "Retinal cone-rod dystrophy.", "29": "Retinal rod dystrophy with a favorable prognosis is not excluded.", "30": "Retinal rod dystrophy with a favorable prognosis is possible.", "31": "Rod dystrophy of the retina with a favorable prognosis.", "32": "Signs of moderate disturbances in the electrogenesis of the central parts of the retina in the left eye.", "33": "The amplitude-time characteristics of the EP in a homogeneous field correspond to the norm.", "34": "The functional activity of the central and peripheral parts of the retina in both eyes is preserved.", "35": "The functional activity of the central parts of the retina is moderately reduced.", "36": "The functional activity of the peripheral parts of the retina is normal, the functional activity of the central parts of the retina is moderately reduced.", "37": "The functional activity of the retina OD is preserved on the OS and is moderately reduced (changes at the level of the outer and middle layers of the retina in the central and peripheral regions).", "38": "The functional activity of the retina at the OU is preserved.", "39": "The functional activity of the retina at the OU is preserved. No macular pathology was revealed.", "40": "The functional activity of the retina in both eyes is preserved.", "41": "The functional activity of the retina in both eyes is preserved. High level of interference due to increased motor activity of the child.", "42": "The functional activity of the retina is preserved, corresponds to the age norm symmetrically on the OU.", "43": "The functional activity of the retina is preserved.", "44": "The functional activity of the retina of the left eye is protected by a moderate decrease in the functional activity of the retina of the right eye.", "45": "The preservation of the retinal electrogenesis from its central and peripheral parts, as well as the preservation of conductivity along the pathways of the visual analyzer, can be expected to improve visual functions after restoration of the transparency of the OS optical media.", "46": "The signal is within normal limits.", "47": "healthy", "48": "unhealthy"}